Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Custom fonts: import via **Settings ▸ General ▸ Custom Fonts**.
ar: الخطوط المخصصة: الاستيراد عبر **الإعدادات ▸ عام ▸ الخطوط المخصصة **.
ca: Tipus de lletra personalitzats: importar mitjançant **Configuració ▸ General ▸ Tipus de lletra personalitzats**.
cs: Vlastní písma: import přes **Nastavení ▸ Obecné ▸ Vlastní písma**.
da: Brugerdefinerede skrifttyper: importer via **Indstillinger ▸ Generelt ▸ Brugerdefinerede skrifttyper**.
de: Benutzerdefinierte Schriftarten: Import über **Einstellungen ▸ Allgemein ▸ Benutzerdefinierte Schriftarten**.
el: Προσαρμοσμένες γραμματοσειρές: εισαγωγή μέσω **Ρυθμίσεις ▸ Γενικές ▸ Προσαρμοσμένες γραμματοσειρές**.
es: Fuentes personalizadas: importar a través de **Configuración ▸ General ▸ Fuentes personalizadas**.
fa: فونت های سفارشی: وارد کردن از طریق ** تنظیمات ▸ عمومی ▸ فونت های سفارشی **.
fi: Mukautetut fontit: tuo kohdasta **Asetukset ▸ Yleiset ▸ Mukautetut fontit**.
fr: Polices personnalisées : importer via **Paramètres ▸ Général ▸ Polices personnalisées**.
he: גופנים מותאמים אישית: ייבוא דרך **הגדרות ▸ כללי ▸ גופנים מותאמים אישית**.
hr: Prilagođeni fontovi: uvezite putem **Postavke ▸ Općenito ▸ Prilagođeni fontovi**.
hu: Egyéni betűtípusok: importálás a **Beállítások ▸ Általános ▸ Egyéni betűtípusok** menüpontban.
id: Font khusus: impor melalui **Pengaturan ▸ Umum ▸ Font Khusus**.
ja: カスタム フォント: **[設定] ▸ [一般] ▸ [カスタム フォント]** からインポートします。
ko: 사용자 정의 글꼴: **설정 ▸ 일반 ▸ 사용자 정의 글꼴**을 통해 가져옵니다.
ms: Fon tersuai: import melalui **Tetapan ▸ Umum ▸ Fon Tersuai**.
nl: Aangepaste lettertypen: importeer via **Instellingen ▸ Algemeen ▸ Aangepaste lettertypen**.
no: Egendefinerte skrifter: importer via **Innstillinger ▸ Generelt ▸ Egendefinerte skrifter**.
pl: Czcionki niestandardowe: importuj poprzez **Ustawienia ▸ Ogólne ▸ Czcionki niestandardowe**.
pt_br: Fontes personalizadas: importe via **Configurações ▸ Geral ▸ Fontes personalizadas**.
pt_pt: Fontes personalizadas: importe via **Configurações ▸ Geral ▸ Fontes personalizadas**.
ro: Fonturi personalizate: importați prin **Setări ▸ General ▸ Fonturi personalizate**.
sk: Vlastné písma: importujte cez **Nastavenia ▸ Všeobecné ▸ Vlastné písma**.
sl: Pisave po meri: uvozite prek **Nastavitve ▸ Splošno ▸ Pisave po meri**.
sv: Anpassade teckensnitt: importera via **Inställningar ▸ Allmänt ▸ Anpassade teckensnitt**.
th: แบบอักษรที่กำหนดเอง: นำเข้าผ่าน **การตั้งค่า ▸ ทั่วไป ▸ แบบอักษรที่กำหนดเอง**
ur: حسب ضرورت فونٹس: **ترتیبات ▸ عمومی ▸ حسب ضرورت فونٹس** کے ذریعے درآمد کریں۔
vi: Phông chữ tùy chỉnh: nhập qua **Cài đặt ▸ Chung ▸ Phông chữ tùy chỉnh**.
zh_hans: 自定义字体：通过 **设置 ▸ 常规 ▸ 自定义字体** 导入。

source: Cut
ar: قطع
ca: Tallar
cs: Řez
da: Klip
de: Ausschneiden
el: Κόψτε
es: Cortar
fa: برش
fi: Leikkaa
fr: Couper
he: גזור
hr: rezati
hu: Vágás
id: Potong
it: Taglia
ja: カット
ko: 오려두기
ms: potong
nl: Knippen
no: Kutt
pl: Cięcie
pt_br: Recortar
pt_pt: Cortar
ro: Tăiați
ru: Вырезать
sk: Vystrihnúť
sl: Izreži
sv: Klipp
th: ตัด
tr: Kes
uk: Вирізати
ur: کاٹنا
vi: Cắt
zh_hans: 剪切
zh_hant: 剪下

source: Cut focused text
ar: قص النص المركز
ca: Retalla el text enfocat
cs: Vyjmout zaměřený text
da: Klip fokuseret tekst
de: Markierten Text ausschneiden
el: Κόψτε εστιασμένο κείμενο
es: Cortar el texto activo
fa: برش متن در حال ویرایش
fi: Leikkaa kohdistettua tekstiä
fr: Couper le texte ciblé
he: גזור טקסט ממוקד
hr: Izrežite fokusirani tekst
hu: Vágja ki a fókuszált szöveget
id: Potong teks terfokus
it: Taglia il testo attivo
ja: フォーカス中のテキストをカット
ko: 편집 중인 텍스트 오려두기
ms: Potong teks fokus
nl: Gerichte tekst knippen
no: Klipp fokusert tekst
pl: Wytnij skoncentrowany tekst
pt_br: Recortar texto em foco
pt_pt: Cortar texto focado
ro: Tăiați textul concentrat
ru: Вырезать текст в фокусе
sk: Vystrihnite zameraný text
sl: Izrežite izostreno besedilo
sv: Klipp ut fokuserad text
th: ตัดข้อความที่เน้น
tr: Odaklanılan metni kes
uk: Вирізати текст у фокусі
ur: فوکسڈ ٹیکسٹ کاٹ دیں۔
vi: Cắt văn bản tập trung
zh_hans: 剪切聚焦的文本
zh_hant: 剪下聚焦的文字

source: Cut selected shapes
ar: قطع الأشكال المحددة
ca: Retalla les formes seleccionades
cs: Vystřihněte vybrané tvary
da: Klip udvalgte former
de: Ausgewählte Formen ausschneiden
el: Κόψτε επιλεγμένα σχήματα
es: Cortar formas seleccionadas
fa: اشکال انتخاب شده را برش دهید
fi: Leikkaa valitut muodot
fr: Couper les formes sélectionnées
he: חותכים צורות נבחרות
hr: Izrežite odabrane oblike
hu: Vágja ki a kiválasztott formákat
id: Potong bentuk yang dipilih
ja: 選択した図形を切り取る
ko: 선택한 모양 잘라내기
ms: Potong bentuk yang dipilih
nl: Knip geselecteerde vormen
no: Klipp utvalgte former
pl: Wytnij wybrane kształty
pt_br: Cortar formas selecionadas
pt_pt: Cortar formas selecionadas
ro: Tăiați formele selectate
sk: Vystrihnite vybrané tvary
sl: Izrežite izbrane oblike
sv: Klipp ut valda former
th: ตัดรูปร่างที่เลือก
ur: منتخب شکلیں کاٹ دیں۔
vi: Cắt các hình đã chọn
zh_hans: 剪切选定的形状

source: Dark
ar: الظلام
ca: Fosc
cs: Tmavý
da: Mørk
de: Dunkel
el: Σκοτεινό
es: Oscuro
fa: تیره
fi: Tumma
fr: Sombre
he: כהה
hr: tamno
hu: Sötét
id: Gelap
it: Scuro
ja: ダーク
ko: 다크
ms: Gelap
nl: Donker
no: Mørkt
pl: Ciemny
pt_br: Escuro
pt_pt: Escuro
ro: Întuneric
ru: Темный
sk: Tmavý
sl: Temno
sv: Mörkt
th: มืด
tr: Koyu
uk: Темний
ur: اندھیرا
vi: Tối
zh_hans: 深色
zh_hant: 深色

source: Debug
ar: تصحيح
ca: Depuració
cs: Ladit
de: Debuggen
el: Εντοπισμός σφαλμάτων
es: Depuración
fa: اشکال زدایی
fr: Déboguer
he: ניפוי באגים
hu: Hibakeresés
id: Men-debug
ja: デバッグ
ko: 디버그
ms: Nyahpepijat
nl: Foutopsporing
no: Feilsøk
pl: Debuguj
pt_br: Depurar
pt_pt: Depurar
ro: Depanați
sl: Odpravljanje napak
sv: Felsök
th: ดีบัก
ur: ڈیبگ
vi: Gỡ lỗi
zh_hans: 调试

source: Decrease font size
ar: تقليل حجم الخط
ca: Disminueix la mida de la lletra
cs: Zmenšit velikost písma
da: Formindsk skriftstørrelse
de: Schriftgröße verringern
el: Μειώστε το μέγεθος της γραμματοσειράς
es: Disminuir el tamaño de fuente
fa: کاهش اندازهٔ فونت
fi: Pienennä fonttikokoa
fr: Diminuer la taille de la police
he: הקטן את גודל הגופן
hr: Smanji veličinu fonta
hu: Csökkentse a betűméretet
id: Kurangi ukuran font
it: Riduci dimensione font
ja: フォントサイズを小さくする
ko: 서체 크기 줄이기
ms: Kurangkan saiz fon
nl: Verklein de lettergrootte
no: Reduser skriftstørrelsen
pl: Zmniejsz rozmiar czcionki
pt_br: Diminuir o tamanho da fonte
pt_pt: Diminuir o tamanho da fonte
ro: Reduceți dimensiunea fontului
ru: Уменьшить размер шрифта
sk: Zmenšiť veľkosť písma
sl: Zmanjšaj velikost pisave
sv: Minska teckenstorleken
th: ลดขนาดตัวอักษร
tr: Font boyutunu küçült
uk: Зменшити розмір шрифту
ur: فونٹ کا سائز کم کریں۔
vi: Giảm kích thước phông chữ
zh_hans: 减小字体大小
zh_hant: 縮小字體

source: Deep Sea
ar: البحر العميق
ca: Mar profund
cs: Hluboké moře
da: Dybt hav
de: Tiefsee
el: Βαθιά Θάλασσα
es: Mar profundo
fa: اعماق دریا
fi: Syvä Meri
fr: Grands fonds
he: ים עמוק
hr: Duboko more
hu: Mélytenger
id: Laut Dalam
it: Mare profondo
ja: 深海
ko: 심해
ms: Laut Dalam
nl: Diepzee
no: Dyphav
pl: Głębokie Morze
pt_br: Mar profundo
pt_pt: Mar Profundo
ro: Marea Adâncă
ru: Морская глубина
sk: Hlboké more
sl: Globoko morje
sv: Djupa havet
th: ทะเลน้ำลึก
tr: Derin Deniz
uk: Морська глибина
ur: گہرا سمندر
vi: Biển sâu
zh_hans: 深海
zh_hant: 深海

source: Default color
ar: اللون الافتراضي
ca: Color per defecte
cs: Výchozí barva
da: Standardfarve
de: Standardfarbe
el: Προεπιλεγμένο χρώμα
es: Color predeterminado
fa: رنگ پیش‌فرض
fi: Oletusväri
fr: Couleur par défaut
he: צבע ברירת מחדל
hr: Zadana boja
hu: Alapértelmezett szín
id: Warna bawaan
it: Colore predefinito
ja: デフォルトの色
ko: 기본 색상
ms: Warna lalai
nl: Standaardkleur
no: Standard farge
pl: Domyślny kolor
pt_br: Cor padrão
pt_pt: Cor padrão
ro: Culoare implicită
ru: Цвет по умолчанию
sk: Predvolená farba
sl: Privzeta barva
sv: Standardfärg
th: สีเริ่มต้น
tr: Varsayılan renk
uk: Стандартний колір
ur: پہلے سے طے شدہ رنگ
vi: Màu mặc định
zh_hans: 默认颜色
zh_hant: 預設顏色

source: Default device frame
ar: إطار الجهاز الافتراضي
ca: Marc del dispositiu predeterminat
cs: Výchozí rámec zařízení
da: Standard enhedsramme
de: Standard-Geräterahmen
el: Προεπιλεγμένο πλαίσιο συσκευής
es: Marco de dispositivo predeterminado
fa: قاب پیش‌فرض دستگاه
fi: Laitteen oletuskehys
fr: Cadre d'appareil par défaut
he: מסגרת ברירת מחדל של מכשיר
hr: Zadani okvir uređaja
hu: Alapértelmezett eszközkeret
id: Bingkai perangkat default
it: Cornice del dispositivo predefinita
ja: デフォルトのデバイスフレーム
ko: 기본 기기 프레임
ms: Bingkai peranti lalai
nl: Standaard apparaatframe
no: Standard enhetsramme
pl: Domyślna ramka urządzenia
pt_br: Moldura de dispositivo padrão
pt_pt: Quadro de dispositivo padrão
ro: Cadrul implicit al dispozitivului
ru: Рамка устройства по умолчанию
sk: Predvolený rámec zariadenia
sl: Privzeti okvir naprave
sv: Standardenhetsram
th: เฟรมอุปกรณ์เริ่มต้น
tr: Varsayılan aygıt çerçevesi
uk: Стандартна рамка пристрою
ur: ڈیفالٹ ڈیوائس فریم
vi: Khung thiết bị mặc định
zh_hans: 默认设备边框
zh_hant: 預設裝置外框

source: Default screenshot size
ar: حجم لقطة الشاشة الافتراضي
ca: Mida de la captura de pantalla predeterminada
cs: Výchozí velikost snímku obrazovky
da: Standard skærmbilledestørrelse
de: Standardgröße für Screenshots
el: Προεπιλεγμένο μέγεθος στιγμιότυπου οθόνης
es: Tamaño de captura predeterminado
fa: اندازه اسکرین‌شات پیش‌فرض
fi: Kuvakaappauksen oletuskoko
fr: Taille de capture d'écran par défaut
he: גודל ברירת המחדל של צילום מסך
hr: Zadana veličina snimke zaslona
hu: A képernyőkép alapértelmezett mérete
id: Ukuran tangkapan layar default
it: Dimensione screenshot predefinita
ja: デフォルトのスクリーンショットサイズ
ko: 기본 스크린샷 크기
ms: Saiz tangkapan skrin lalai
nl: Standaard schermgrootte
no: Standard skjermbildestørrelse
pl: Domyślny rozmiar zrzutu ekranu
pt_br: Tamanho padrão da captura de tela
pt_pt: Tamanho padrão da captura de ecrã
ro: Dimensiunea implicită a capturii de ecran
ru: Размер скриншота по умолчанию
sk: Predvolená veľkosť snímky obrazovky
sl: Privzeta velikost posnetka zaslona
sv: Standardstorlek för skärmdump
th: ขนาดภาพหน้าจอเริ่มต้น
tr: Varsayılan ekran görüntüsü boyutu
uk: Стандартний розмір знімка екрана
ur: اسکرین شاٹ کا ڈیفالٹ سائز
vi: Kích thước ảnh chụp màn hình mặc định
zh_hans: 默认截图尺寸
zh_hant: 預設螢幕截圖大小

source: Default zoom level
ar: مستوى التكبير الافتراضي
ca: Nivell de zoom predeterminat
cs: Výchozí úroveň přiblížení
da: Standard zoomniveau
de: Standard-Zoomstufe
el: Προεπιλεγμένο επίπεδο ζουμ
es: Nivel de zoom predeterminado
fa: سطح بزرگ‌نمایی پیش‌فرض
fi: Oletuszoomaustaso
fr: Niveau de zoom par défaut
he: רמת זום ברירת מחדל
hr: Zadana razina zumiranja
hu: Alapértelmezett nagyítási szint
id: Tingkat pembesaran bawaan
it: Livello di zoom predefinito
ja: デフォルトのズームレベル
ko: 기본 확대/축소 수준
ms: Tahap zum lalai
nl: Standaard zoomniveau
no: Standard zoomnivå
pl: Domyślny poziom powiększenia
pt_br: Nível de zoom padrão
pt_pt: Nível de zoom padrão
ro: Nivel de zoom implicit
ru: Масштаб по умолчанию
sk: Predvolená úroveň priblíženia
sl: Privzeta stopnja povečave
sv: Standard zoomnivå
th: ระดับการซูมเริ่มต้น
tr: Varsayılan yakınlaştırma düzeyi
uk: Стандартний масштаб
ur: ڈیفالٹ زوم لیول
vi: Mức thu phóng mặc định
zh_hans: 默认缩放级别
zh_hant: 預設縮放比例

source: Delete
ar: حذف
ca: Suprimeix
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fa: حذف
fi: Poista
fr: Supprimer
he: מחק
hr: Izbriši
hu: Törölje
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
nl: Verwijderen
no: Slett
pl: Usuń
pt_br: Excluir
pt_pt: Excluir
ro: Ștergeți
ru: Удалить
sk: Odstrániť
sl: Izbriši
sv: Ta bort
th: ลบ
tr: Sil
uk: Видалити
ur: حذف کریں۔
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete “%@”?
ar: هل تريد حذف "%1$@"؟
ca: Vols suprimir "%1$@"?
cs: Smazat „%1$@“?
da: Vil du slette "%1$@"?
de: „%@“ löschen?
el: Διαγραφή "%1$@";
es: ¿Eliminar «%@»?
fa: «%@» حذف شود؟
fi: Poistetaanko "%1$@"?
fr: Supprimer « %@ » ?
he: למחוק את "%1$@"?
hr: Izbrisati “%1$@”?
hu: Törli a következőt: „%1$@”?
id: Hapus “%1$@”?
it: Eliminare “%@”?
ja: 「%@」を削除しますか？
ko: “%@”을(를) 삭제할까요?
ms: Padamkan “%1$@”?
nl: “%1$@” verwijderen?
no: Vil du slette «%1$@»?
pl: Usunąć „%1$@”?
pt_br: Excluir “%@”?
pt_pt: Excluir “%1$@”?
ro: Ștergeți „%1$@”?
ru: Удалить «%@»?
sk: Odstrániť „%1$@“?
sl: Želite izbrisati »%1$@«?
sv: Ta bort "%1$@"?
th: ลบ "%1$@” หรือไม่
tr: “%@” silinsin mi?
uk: Видалити «%@»?
ur: "%1$@" کو حذف کریں؟
vi: Xóa “%1$@”?
zh_hans: 删除“%@”？
zh_hant: 要刪除「%@」嗎？

source: Delete (⌫)
ar: حذف (⌫)
ca: Suprimeix (⌫)
cs: Smazat (⌫)
da: Slet (⌫)
de: Löschen (⌫)
el: Διαγραφή (⌫)
es: Eliminar (⌫)
fa: حذف (⌫)
fi: Poista (⌫)
fr: Supprimer (⌫)
he: מחק (⌫)
hr: Izbriši (⌫)
hu: Törlés (⌫)
id: Hapus (⌫)
it: Elimina (⌫)
ja: 削除 (⌫)
ko: 삭제(⌫)
ms: Padam (⌫)
nl: Verwijderen (⌫)
no: Slett (⌫)
pl: Usuń (⌫)
pt_br: Excluir (⌫)
pt_pt: Excluir (⌫)
ro: Șterge (⌫)
ru: Удалить (⌫)
sk: Odstrániť (⌫)
sl: Izbriši (⌫)
sv: Ta bort (⌫)
th: ลบ (⌫)
tr: Sil (⌫)
uk: Видалити (⌫)
ur: حذف کریں (⌫)
vi: Xóa (⌫)
zh_hans: 删除（⌫）
zh_hant: 刪除（⌫）

source: Delete %@?
ar: هل تريد حذف %1$@؟
ca: Vols suprimir %1$@?
cs: Smazat %1$@?
da: Vil du slette %1$@?
de: %@ löschen?
el: Διαγραφή %1$@;
es: ¿Eliminar %@?
fa: %1$@ حذف شود؟
fi: Poistetaanko %1$@?
fr: Supprimer %@ ?
he: למחוק את %1$@?
hr: Izbrisati %1$@?
hu: Törli %1$@?
id: Hapus %1$@?
it: Eliminare %@?
ja: %@ を削除しますか？
ko: %@을(를) 삭제하시겠습니까?
ms: Padamkan %1$@?
nl: %1$@ verwijderen?
no: Vil du slette %1$@?
pl: Usunąć %1$@?
pt_br: Excluir %@?
pt_pt: Excluir %1$@?
ro: Ștergeți %1$@?
ru: Удалить %@?
sk: Odstrániť %1$@?
sl: Želite izbrisati %1$@?
sv: Vill du ta bort %1$@?
th: ลบ %1$@?
tr: %@ silinsin mi?
uk: Видалити «%@»?
ur: %1$@ کو حذف کریں؟
vi: Xóa %1$@?
zh_hans: 要删除 %@ 吗？
zh_hant: 要刪除「%@」嗎？

source: Delete %lld project%@?
ar: هل تريد حذف %1$lld مشروع%2$@؟
ca: Vols suprimir el projecte %1$lld [FMT_1]]?
cs: Smazat %1$lld projekt%2$@?
da: Vil du slette %1$lld projekt%2$@?
de: %lld Projekt%@ löschen?
el: Διαγραφή %1$lld έργου%2$@;
es: ¿Eliminar %1$lld proyecto%2$@?
fa: %1$lld پروژه%2$@ حذف شود؟
fi: Poistetaanko %1$lld projekti%2$@?
fr: Supprimer le %lld projet%@ ?
he: למחוק את הפרויקט %1$lld%2$@?
hr: Izbrisati %1$lld projekt%2$@?
hu: Törli az %1$lld projektet%2$@?
id: Hapus proyek %1$lld%2$@?
ja: %lld プロジェクト%@ を削除しますか?
ko: %lld 프로젝트%@를 삭제하시겠습니까?
ms: Padamkan %1$lld projek%2$@?
nl: %1$lld project%2$@ verwijderen?
no: Vil du slette %1$lld prosjektet%2$@?
pl: Usunąć %1$lld projekt%2$@?
pt_br: Excluir %lld projeto%@?
pt_pt: Excluir %1$lld projeto%2$@?
ro: Ștergeți proiectul %1$lld %2$@?
sk: Odstrániť %1$lld projekt%2$@?
sl: Želite izbrisati %1$lld projekt%2$@?
sv: Ta bort %1$lld projekt%2$@?
th: ลบโครงการ %1$lld%2$@ หรือไม่
ur: %1$lld پروجیکٹ%2$@ کو حذف کریں؟
vi: Xóa dự án %1$lld%2$@?
zh_hans: 删除 %lld 项目 %@？

source: Delete %lld selected
ar: حذف %1$lld المحدد
ca: Suprimeix %1$lld seleccionat
cs: Smazat vybrané %1$lld
da: Slet %1$lld valgt
de: Löschen Sie %lld ausgewählt
el: Διαγράψτε το %1$lld επιλεγμένο
es: Eliminar %lld seleccionado(s)
fa: %1$lld انتخاب شده را حذف کنید
fi: Poista %1$lld valittuna
fr: Supprimer %lld sélectionné
he: מחק את %1$lld שנבחר
hr: Izbriši %1$lld odabrano
hu: A kijelölt %1$lld törlése
id: Hapus %1$lld yang dipilih
ja: 選択した %lld を削除します
ko: %lld 삭제 선택됨
ms: Padam %1$lld dipilih
nl: Verwijder %1$lld geselecteerd
no: Slett %1$lld valgt
pl: Usuń wybrane %1$lld.
pt_br: Excluir %lld selecionado
pt_pt: Excluir %1$lld selecionado
ro: Ștergeți %1$lld selectat
sk: Odstrániť vybraté %1$lld
sl: Izbriši izbrano %1$lld.
sv: Ta bort %1$lld markerade
th: ลบ %1$lld ที่เลือก
ur: منتخب کردہ %1$lld کو حذف کریں۔
vi: Xóa %1$lld đã chọn
zh_hans: 删除所选的 %lld

source: Delete all
ar: احذف الكل
ca: Suprimeix-ho tot
cs: Smazat vše
da: Slet alle
de: Alle löschen
el: Διαγραφή όλων
es: Eliminar todo
fa: حذف همه
fi: Poista kaikki
fr: Tout supprimer
he: מחק הכל
hr: Izbriši sve
hu: Az összes törlése
id: Hapus semua
it: Elimina tutto
ja: すべて削除
ko: 모두 삭제
ms: Padam semua
nl: Alles verwijderen
no: Slett alle
pl: Usuń wszystko
pt_br: Excluir tudo
pt_pt: Excluir tudo
ro: Ștergeți tot
ru: Удалить все
sk: Vymazať všetky
sl: Izbriši vse
sv: Ta bort alla
th: ลบทั้งหมด
tr: Tümünü sil
uk: Видалити всі
ur: سب کو حذف کریں۔
vi: Xóa tất cả
zh_hans: 全部删除
zh_hant: 全部刪除

source: Delete language
ar: حذف اللغة
ca: Esborra l'idioma
cs: Smazat jazyk
da: Slet sprog
de: Sprache löschen
el: Διαγραφή γλώσσας
es: Eliminar idioma
fa: حذف زبان
fi: Poista kieli
fr: Supprimer la langue
he: מחק שפה
hr: Izbriši jezik
hu: Nyelv törlése
id: Hapus bahasa
it: Elimina lingua
ja: 言語を削除
ko: 언어 삭제
ms: Padamkan bahasa
nl: Taal verwijderen
no: Slett språk
pl: Usuń język
pt_br: Excluir idioma
pt_pt: Excluir idioma
ro: Ștergeți limba
ru: Удалить язык
sk: Odstrániť jazyk
sl: Izbriši jezik
sv: Ta bort språk
th: ลบภาษา
tr: Dili sil
uk: Видалити мову
ur: زبان کو حذف کریں۔
vi: Xóa ngôn ngữ
zh_hans: 删除语言
zh_hant: 刪除語言

source: Delete locale
ar: حذف اللغة
ca: Suprimeix la configuració regional
cs: Smazat národní prostředí
da: Slet lokalitet
de: Gebietsschema löschen
el: Διαγραφή τοπικών ρυθμίσεων
es: Eliminar idioma
fa: حذف محلی
fi: Poista alue
fr: Supprimer les paramètres régionaux
he: מחק את המקום
hr: Izbriši lokalizaciju
hu: Törölje a nyelvi beállítást
id: Hapus lokal
ja: ロケールの削除
ko: 로케일 삭제
ms: Padamkan tempat
nl: Landinstelling verwijderen
no: Slett lokalitet
pl: Usuń ustawienia regionalne
pt_br: Excluir localidade
pt_pt: Excluir localidade
ro: Ștergeți localitatea
sk: Odstrániť miestne nastavenie
sl: Izbriši jezik
sv: Ta bort språk
th: ลบสถานที่
ur: لوکل کو حذف کریں۔
vi: Xóa ngôn ngữ
zh_hans: 删除语言环境

source: Delete Project
ar: حذف المشروع
ca: Esborra projecte
cs: Smazat projekt
da: Slet projekt
de: Projekt löschen
el: Διαγραφή έργου
es: Eliminar proyecto
fa: حذف پروژه
fi: Poista projekti
fr: Supprimer le projet
he: מחק את הפרויקט
hr: Izbriši projekt
hu: Projekt törlése
id: Hapus Proyek
it: Elimina progetto
ja: プロジェクトを削除
ko: 프로젝트 삭제
ms: Padamkan Projek
nl: Project verwijderen
no: Slett prosjekt
pl: Usuń projekt
pt_br: Excluir projeto
pt_pt: Excluir projeto
ro: Ștergeți proiectul
ru: Удалить проект
sk: Odstrániť projekt
sl: Izbriši projekt
sv: Ta bort projekt
th: ลบโครงการ
tr: Projeyi Sil
uk: Видалити проєкт
ur: پروجیکٹ کو حذف کریں۔
vi: Xóa dự án
zh_hans: 删除项目
zh_hant: 刪除專案

source: Delete Project…
ar: حذف المشروع...
ca: Suprimeix el projecte...
cs: Smazat projekt…
da: Slet projekt...
de: Projekt löschen…
el: Διαγραφή έργου…
es: Eliminar proyecto…
fa: حذف پروژه…
fi: Poista projekti…
fr: Supprimer le projet…
he: מחק את הפרויקט...
hr: Izbriši projekt...
hu: Projekt törlése…
id: Hapus Proyek…
it: Elimina progetto…
ja: プロジェクトを削除…
ko: 프로젝트 삭제…
ms: Padamkan Projek…
nl: Project verwijderen…
no: Slett prosjekt...
pl: Usuń projekt…
pt_br: Excluir projeto…
pt_pt: Excluir projeto…
ro: Șterge proiectul...
ru: Удалить проект…
sk: Odstrániť projekt…
sl: Izbriši projekt ...
sv: Ta bort projekt...
th: ลบโปรเจ็กต์...
tr: Projeyi Sil…
uk: Видалити проєкт…
ur: پروجیکٹ کو حذف کریں…
vi: Xóa dự án…
zh_hans: 删除项目…
zh_hant: 刪除專案…

source: Delete row
ar: حذف الصف
ca: Suprimeix la fila
cs: Smazat řádek
da: Slet række
de: Zeile löschen
el: Διαγραφή σειράς
es: Eliminar fila
fa: حذف ردیف
fi: Poista rivi
fr: Supprimer la ligne
he: מחק שורה
hr: Izbriši red
hu: Sor törlése
id: Hapus baris
it: Elimina riga
ja: 行を削除
ko: 행 삭제
ms: Padamkan baris
nl: Rij verwijderen
no: Slett rad
pl: Usuń wiersz
pt_br: Excluir linha
pt_pt: Excluir linha
ro: Ștergeți rândul
ru: Удалить строку
sk: Odstrániť riadok
sl: Izbriši vrstico
sv: Ta bort rad
th: ลบแถว
tr: Satırı sil
uk: Видалити рядок
ur: قطار کو حذف کریں۔
vi: Xóa hàng
zh_hans: 删除行
zh_hant: 刪除列

source: Delete Row
ar: حذف الصف
ca: Suprimeix la fila
cs: Smazat řádek
da: Slet række
de: Zeile löschen
el: Διαγραφή σειράς
es: Eliminar fila
fa: حذف ردیف
fi: Poista rivi
fr: Supprimer la ligne
he: מחק שורה
hr: Izbriši redak
hu: Sor törlése
id: Hapus Baris
it: Elimina riga
ja: 行を削除
ko: 행 삭제
ms: Padam Baris
nl: Rij verwijderen
no: Slett rad
pl: Usuń wiersz
pt_br: Excluir linha
pt_pt: Excluir linha
ro: Ștergeți rândul
ru: Удалить строку
sk: Odstrániť riadok
sl: Izbriši vrstico
sv: Ta bort rad
th: ลบแถว
tr: Satırı Sil
uk: Видалити рядок
ur: قطار کو حذف کریں۔
vi: Xóa hàng
zh_hans: 删除行
zh_hant: 刪除列

source: Delete rows from the row header or row menu. Settings ▸ General has a confirmation toggle.
ar: حذف صفوف من رأس الصف أو قائمة الصفوف. الإعدادات ▸ عام لديه مفتاح تبديل للتأكيد.
ca: Suprimeix files de la capçalera o del menú de files. Configuració ▸ General té un commutador de confirmació.
cs: Odstraňte řádky ze záhlaví řádku nebo nabídky řádků. Nastavení ▸ Obecné má přepínač pro potvrzení.
da: Slet rækker fra rækkeoverskriften eller rækkemenuen. Indstillinger ▸ Generelt har en bekræftelseskontakt.
de: Lösche Zeilen über die Kopfzeile oder das Menü der Zeile. Unter „Einstellungen ▸ Allgemein“ gibt es einen Schalter für eine Bestätigung.
el: Διαγράψτε σειρές από την κεφαλίδα ή το μενού σειράς. Ρυθμίσεις ▸ Γενικά έχει εναλλαγή επιβεβαίωσης.
es: Elimina filas desde el encabezado o el menú de la fila. Ajustes ▸ General tiene una opción de confirmación.
fa: ردیف‌ها را از سرِ ردیف یا منوی ردیف حذف کنید. در تنظیمات ▸ عمومی گزینه‌ای برای تأیید پیش از حذف هست.
fi: Poista rivit riviotsikosta tai rivivalikosta. Asetukset ▸ Yleiset -kohdassa on vahvistuskytkin.
fr: Supprimez des lignes depuis l'en-tête de ligne ou le menu de la ligne. Réglages ▸ Général propose une option de confirmation.
he: מחק שורות מכותרת השורה או מתפריט השורה. הגדרות ▸ כללי יש בורר אישור.
hr: Izbrišite retke iz zaglavlja retka ili izbornika retka. Postavke ▸ Općenito ima prekidač za potvrdu.
hu: Sorok törlése a sorfejlécből vagy a sormenüből. Beállítások ▸ Az Általános menüben van egy megerősítő kapcsoló.
id: Hapus baris dari header baris atau menu baris. Pengaturan ▸ Umum memiliki tombol konfirmasi.
it: Elimina le righe dall'intestazione o dal menu della riga. Impostazioni ▸ Generali contiene un'opzione di conferma.
ja: 行は行ヘッダーまたは行メニューから削除します。設定 ▸ 一般 に確認の有無を切り替える設定があります。
ko: 행 헤더 또는 행 메뉴에서 행을 삭제합니다. 설정 ▸ 일반에는 확인 토글이 있습니다.
ms: Padamkan baris daripada pengepala baris atau menu baris. Tetapan ▸ Umum mempunyai togol pengesahan.
nl: Verwijder rijen uit de rijkop of het rijmenu. Instellingen ▸ Algemeen heeft een bevestigingsschakelaar.
no: Slett rader fra radoverskriften eller radmenyen. Innstillinger ▸ Generelt har en bekreftelsesbryter.
pl: Usuń wiersze z nagłówka wiersza lub menu wiersza. Ustawienia ▸ Ogólne ma przełącznik potwierdzenia.
pt_br: Exclua linhas pelo cabeçalho ou pelo menu da linha. Em Ajustes ▸ Geral há uma opção de confirmação.
pt_pt: Exclua linhas do cabeçalho da linha ou do menu de linha. Configurações ▸ Geral tem um botão de confirmação.
ro: Ștergeți rânduri din antetul rândului sau din meniul rândului. Setări ▸ General are o comutare de confirmare.
ru: Удаляйте строки из заголовка строки или меню строки. В разделе «Настройки ▸ Основные» есть переключатель подтверждения.
sk: Odstráňte riadky z hlavičky riadka alebo ponuky riadkov. Nastavenia ▸ Všeobecné má prepínač na potvrdenie.
sl: Izbrišite vrstice iz glave vrstice ali menija vrstice. Nastavitve ▸ Splošno ima preklop za potrditev.
sv: Ta bort rader från radhuvudet eller radmenyn. Inställningar ▸ Allmänt har en bekräftelseväxling.
th: ลบแถวออกจากส่วนหัวของแถวหรือเมนูแถว การตั้งค่า ▸ ทั่วไป มีการสลับการยืนยัน
tr: Satırları satır başlığından veya satır menüsünden silin. Ayarlar ▸ Genel'de bir onay anahtarı bulunur.
uk: Видаляйте рядки із заголовка рядка або меню рядка. У розділі «Параметри ▸ Загальні» є перемикач підтвердження.
ur: قطار کے ہیڈر یا قطار کے مینو سے قطاریں حذف کریں۔ ترتیبات ▸ جنرل میں تصدیقی ٹوگل ہے۔
vi: Xóa các hàng khỏi tiêu đề hàng hoặc menu hàng. Cài đặt ▸ Cài đặt chung có nút chuyển đổi xác nhận.
zh_hans: 可从行标题或行菜单中删除行。“设置 ▸ 通用”中有确认开关。
zh_hant: 從列標題或列選單刪除列。「設定 ▸ 一般」中有確認切換開關。
